abbbe/tic/sdkconfig.defaults
# Target ESP32-S3
CONFIG_IDF_TARGET="esp32s3"

# CPU frequency 240 MHz
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y

# Enable FreeRTOS timer service
CONFIG_FREERTOS_USE_TRACE_FACILITY=y
